<h1>Abk&uuml;rzungen</h1>
<p>Abk&uuml;rzungen in allen Feldern richten sich nach dem Abk&uuml;rzungsverzeichnis des Lexikons f&uuml;r Theologie und Kirche und erg&auml;nzend dem Lexikon des Mittelalters. Weitere Abk&uuml;rzungen:</p>
<p>EB = <a href="#Einzelbeleg"><strong>Einzelbeleg</strong></a> (eine konkrete Namensform in einer Quelle)</p>
<p>PE = <a href="#Standardname"><strong>Personeneintrag</strong></a></p>
<p>PmbZ = Prosopographie der mittelbyzantinischen Zeit (<a href="http://pom.bbaw.de/pmbz/">http://pom.bbaw.de/pmbz/</a>)</p>
<p>&nbsp;</p>
<h1>Hinweise zur Suche</h1>
<p>Die Datenbank "<span style="font-variant: small-caps;">Nomen et Gens</span>" (NeG) kann nach vier Kategorien durchsucht werden: Nach <a href="#Einzelbeleg">Einzelbelegen</a> (einer einzelnen Namensnennung in einer Quelle), <a href="#Standardname">Personen </a>(<a href="#Standardname">Standardnamen</a>), <a href="#Namenlemma">Namen</a> (linguistische Lemmata) und <a href="#Quelle">Quellen</a>.</p>
<p>Dazu gibt es zwei verschiedene Suchfunktionen, die <a href="einfache_suche.jsp">einfache Suche</a> und die <a href="erweiterte_suche.jsp">erweiterte Suche</a>. Hinweise zur <a href="einfache_suche.jsp">einfachen Suche</a> finden Sie direkt unter dem Suchfenster (<a href="einfache_suche.jsp">hier</a>).</p>
<p><a name="_Toc367961325"></a></p>
<h1>Erweiterte Suche</h1>
<p><a name="_Toc367961325"></a></p>
<ul>
<li><a href="#_Toc372533660">Allgemeine Hinweise</a>
<ul>
<li><a href="#_Toc372533661">Platzhalter (%) / Trunkierung</a></li>
<li><a href="#_Toc372533662">Standardnamen</a></li>
<li><a href="#_Toc372533663">&Auml;mter</a></li>
</ul>
</li>
<li><a href="#_Toc372533664">Suche</a>
<ul>
<li><a href="#_Toc372533665">Die einzelnen Suchfenster</a></li>
<li><a href="#_Toc372533666">Ausgabe</a></li>
<li><a href="#_Toc372533667">Gruppierung</a></li>
<li><a href="#Suchestarten">Suche abschlie&szlig;en</a></li>
</ul>
</li>
<li><a name="_GoBack"></a><a href="#_Toc372533670">Glossar</a></li>
</ul>
<p>In der <a href="erweiterte_suche.jsp">erweiterten Suche</a> geben Sie Ihre Suchanfrage in drei Schritten ein. Diese drei Schritte entsprechen den drei Registerkarten <a href="#_Suche">Suche</a>, <a href="#_Ausgabe">Ausgabe</a> und <a href="#_Gruppierung">Gruppierung</a>. Hier k&ouml;nnen Sie:</p>
<ol>
<li>Ihre Suchkriterien eingeben (<a href="#_Suche">Suche</a>)</li>
<li>festlegen, welche Informationen ausgegeben werden sollen (<a href="#_Ausgabe">Ausgabe</a>)</li>
<li>bestimmen, in welcher Weise die Ergebnisse sortiert werden(<a href="#_Gruppierung">Gruppierung</a>)</li>
</ol>
<h1><a name="_Toc372533660"></a><a name="_Toc367961326"></a>Allgemeine Hinweise</h1>
<p>Gro&szlig;- und Kleinschreibung werden nicht ber&uuml;cksichtigt.</p>
<p>Mehrere Suchbegriffe im selben Suchfenster werden nicht durch "und/oder" verbunden (Zu <a href="#Trunkierung">Platzhaltern</a> s.u.).</p>
<p>Eintr&auml;ge in verschiedenen Suchfenstern werden automatisch mit "und" verkn&uuml;pft.</p>
<h2><a name="_Toc372533661"></a>Platzhalter (%)/Trunkierung:</h2>
<p>Anders als in vielen anderen Datenbanken wird bei <span style="color: #245454; font-weight: bold; font-variant: small-caps;">Nomen et Gens </span> keine automatische Vervollst&auml;ndigung Ihres Suchbegriffes vorgenommen. Die Suche findet nur solche Eintr&auml;ge, die dem Suchbegriff tats&auml;chlich exakt entsprechen. F&uuml;r eine ungenaue Suchanfrage k&ouml;nnen Sie das % als Platzhalter eingeben (Suchanfrage trunkieren). Das % steht f&uuml;r eine beliebige Menge an Zeichen an jeder Stelle (auch am Anfang) des Suchbegriffes.</p>
<p><strong>Die Trunkierung des Suchbegriffes mit dem % am Ende Ihrer Eingabe ist f&uuml;r die meisten Suchanfragen sinnvoll.</strong></p>
<p>Mehrere Suchbegriffe im selben Fenster werden nicht durch "und/oder" verbunden. Setzen Sie deshalb bitte auch zwischen mehreren Suchbegriffen ein %.</p>
<p>Sind Sie sich unsicher bei der Schreibweise eines Namens o.&auml;. ersetzen Sie das/die betreffende/n Zeichen durch das %.</p>
<p>Im <a href="#_Suche">unten</a> abgebildeten Beispiel ist die Zeichenfolge %<em>Theud</em>% als Suchbegriff nach "Personenname" eingetragen. Mit dieser Eingabe erhalten Sie all jene Daten, die Personen mit dem Namenbestandteil "theud" zugeordnet sind - also neben merowingischen K&ouml;nigen mit den Namen "Theudebert" und "Theuderich" auch Namenstr&auml;ger wie "Theudericus" und "Theudofridus".</p>
<p>Genau so werden auf diese auch Personen gefunden, die im <a href="#Standardname">Standardnamen</a> &uuml;ber Ihre Verbindung mit "%Theud%" identifiziert sind (z. B. <a href="person.jsp?ID=7119">Berchar </a> oder <a href="person.jsp?ID=32324">Childebert </a>).</p>
<p><a name="_Toc372533662"></a><a name="Standardname"></a></p>
<h2>Standardnamen</h2>
<p>Personennamen bestehen in der Datenbank aus einem Eigennamen und weiteren Kennzeichen zur eindeutigen Identifizierung einer Person, einem sogenannten "Standardnamen". Dieser enth&auml;lt ggf. moderne Ordnungszahlen, einen Beinamen ("d. Gro&szlig;e" o. &auml;.), ein Amt oder eine T&auml;tigkeitsbeschreibung der Person, und das Todesdatum. Der merowingische K&ouml;nig Theuderich&nbsp;III. z.&nbsp;B. tr&auml;gt in der Datenbank&nbsp;den Standardnamen "<a href="person.jsp?ID=7030">Theuderich III. </a>".</p>
<p>Wegen der Zus&auml;tze im <a href="#Standardname">Standardnamen</a> w&uuml;rde die Suche nach "Theuderich" &uuml;ber das Suchfeld "Personenname" 0 Treffer ergeben, weil die Suche nur solche Ergebnisse ber&uuml;cksichtig, die Ihrem Suchbegriff exakt entsprechen. Um die verschiedenen Personen die "Theuderich" im Standardnamen enthalten zu finden, m&uuml;ssten Sie in diesem Fall Ihre Suche <a href="#Trunkierung">trunkieren</a> ("Theuderich%").</p>
<p>Artikel, Pr&auml;positionen u. Konjunktionen werden im Standarndamen abgek&uuml;rzt (der/die/das = d., von = v., und = u. ...).</p>
<p><a name="_Toc372533663"></a><a name="&Auml;mter"></a></p>
<h2>&Auml;mter</h2>
<p>Auch folgende &Auml;mter sind in Standardnamen abgek&uuml;rzt angegeben: Ebf. (Erzbischof), Bf. (Bischof), &Auml;bt. (&Auml;btissin), Kg. (K&ouml;nig), Ks. (Kaiser), Hz. (Herzog), Gf. (Graf), Pfalzgf. (Pfalzgraf).</p>
<h1><a name="_Toc372533664"></a><a name="_Suche"></a><span style="mso-bookmark: _Toc372533664;"><span style="color: #245454; mso-ansi-language: DE;">Suche</span></span></h1>
<p><img src="layout/image001.png" alt="" /></p>
<p class="MsoNormal" style="text-align: justify; line-height: 13.8pt; mso-line-height-rule: exactly; margin: .05pt 0cm .0001pt 0cm;"><strong><em style="mso-bidi-font-style: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif'; mso-fareast-font-family: 'Times New Roman'; color: #245454; position: relative; top: .5pt; mso-text-raise: -.5pt; mso-ansi-language: DE;">&nbsp;</span></em></strong></p>
<h2><a name="_Toc372533665"></a><a name="_Toc367961327"></a>Die einzelnen Suchfenster</h2>
<h3>NeG-ID</h3>
<p>Jeder Datensatz in der Datenbank hat eine <span style="color: #245454; text-variant: small-caps; font-weight: bold;">Nomen et Gens-ID</span>. Wenn Ihnen die <a name="NeGID"></a><span style="color: #245454; font-weight: strong;">NeG-<a href="#NeGID">ID</a></span> einer <a href="#Standardname">Person</a>, einer <a href="#Quelle">Quelle</a>, einer <a href="#Einzelbeleg">Belegform</a> oder eines <a href="#Namenlemma">Namens</a> (<a href="#Namenlemma">Lemma</a>) bekannt ist, k&ouml;nnen Sie diese hier eingeben und so zu diesem Datensatz gelangen. Es f&uuml;hren allerdings nur ganz korrekte Eintr&auml;ge zu einem Suchergebnis. <strong>Sie k&ouml;nnen </strong>in diesem Fenster<strong> nicht </strong><a href="#Trunkierung"> trunkieren</a>!</p>
<p>Die <a href="#NeGID">NeG-ID</a> setzt sich zusammen aus einem Buchstaben als Abk&uuml;rzung f&uuml;r die Kategorie des Datensatzes (B = <a href="#Einzelbeleg">Einzelbeleg</a>, N = <a href="#Namenlemma">Namen</a>, P = <a href="#Standardname">Personen</a>, Q = <a href="#Quelle">Quellen</a>, E = Editionen) und einer laufende Nr. (Karl der Gro&szlig;e hat z. B. die NeG-ID <a href="person.jsp?ID=7404">P7404</a>).</p>
<p>Dieses Fenster &uuml;ber das Sie direkt zu einer NeG-ID gelangen finden Sie nicht nur in der Suche, sondern auch in der Kopfzeile der Datenbank &uuml;ber jedem Datensatz ('"Springe zu NeG-ID").</p>
<h3>Suche nach Belegform</h3>
<p>Die Belegform ist eine konkrete Namensnennung in einer Quelle, ein sogenannter <a name="Einzelbeleg"></a><span style="font-weight: bold; color: #245454;">Einzelbeleg</span>. Die <strong>Einzelbelege</strong> sind in ihrer in der Quelle verwendeten, deklinierten und eventuell vom modernen Personennamen abweichend Schreibweise Form eingetragen (z.B. der Einzelbeleg "<a href="namenkommentar.jsp?ID=131">Theotoricho</a>" (NeG-ID B60541) f&uuml;r K&ouml;nig Theuderich III. in der Datumszeile einer <a href="einzelbeleg.jsp?ID=60541">Urkunde</a>).</p>
<h3>Suche nach Namenlemma</h3>
<p>Die verschiedenen Schreibweisen eines Namens werden im Projekt <span style="font-variant: small-caps;">Nomen et Gens</span> einem einheitlichen <a name="Namenlemma"></a><span style="font-weight: bold; color: #245454;">Namenlemma</span> zugeordnet, das nach sprachwissenschaftlichen Kriterien vergeben wird. Die Zuweisung von Lemmata geschieht &uuml;ber konkrete Nemensformen, also die <a href="#Einzelbeleg">Einzelbelege</a>. Die Einzelbelege zu K&ouml;nig Theuderich III. z.B. sind dem Namen (= linguistischem Lemma) <a href="namenkommentar.jsp?ID=131">&THORN;eudar&Auml;&laquo;kaz</a> zugeordnet (NeG-ID N131).</p>
<p>&Uuml;ber das Suchfeld <span style="color: #245454; font-weight: bold;">Namenlemma</span> k&ouml;nnen Sie sich also alle Varianten eines Namens anzeigen lassen, die unter einem Lemma zusammengefasst sind. Sie k&ouml;nnen hier auch nach allen Namen mit demselben <span style="color: #245454; font-weight: bold;">Erstglied</span> oder <span style="color: #245454; font-weight: bold;">Zweitglied</span> in lemmatisierter Form suchen.</p>
<h3>Suche nach Kontext</h3>
<p>Der Kontext ist der Satz, der einen <a href="#Einzelbeleg">Einzelbeleg</a> enth&auml;lt. Er wird mit in die Datenbank aufgenommen. &Uuml;ber dieses Fenster k&ouml;nnen Sie die S&auml;tze wie in einer Volltextsuche durchsuchen. Auch hier m&uuml;ssen sie <a href="#Trunkierung">trunkieren</a>, wenn Sie nicht den exakten vollst&auml;ndigen Kontext als Suchbegriff eintragen! Wollen sie z.B. alle Eintr&auml;ge zu den Osterfeiern <a href="person.jsp?ID=7404">Karls des Gro&szlig;en</a> (NeG-ID P7404) erhalten, k&ouml;nnen sie im Kontext nach %pascha% suchen (w&auml;hrend Sie im Feld <a href="#Standardname">Personenname</a> "Karl d. Gro&szlig;e%" eintragen).</p>
<h3>Suche nach Personenname</h3>
<p>Hier k&ouml;nnen Sie nach einem Personennamen in seiner standardisierten Form, dem sogenannten <a href="#Standardname">Standardnamen</a>, suchen(z.B. "<a href="person.jsp?ID=7030">Theuderich III. </a>").</p>
<h3>Suche nach Geschlecht</h3>
<p>Hier k&ouml;nnen Sie das Geschlecht von Personen als Suchkriterium ausw&auml;hlen. Sie k&ouml;nnen Frauen (f) und M&auml;nnern (m) ausw&auml;hlen, oder solche <a href="#Einzelbeleg">Einzelbelege</a>, bei denen das Geschlecht nicht zugewiesen werden kann (?).</p>
<h3><a name="Zeitraum_Personennennung"></a>Zeitraum der Personennennung</h3>
<p>Hier k&ouml;nnen Sie den Suchzeitraum eingrenzen. Der "Zeitraum der Personennennung" bezieht sich dabei auf die Datierung einer konkreten Namensnennung in einer Quelle (eines sogenannten <a href="#Einzelbeleg">Einzelbeleges</a>. Solche <a href="#Einzelbeleg">Einzelbelege</a> k&ouml;nnen nat&uuml;rlich auch nach dem Tod einer Person entstanden sein. Wollen Sie nur zeitgen&ouml;ssische Belege angezeigt bekommen, m&uuml;ssen Sie den Suchzeitraum &uuml;ber das Suchfenster "<a href="#DatierungQuelle">Datierung der Quelle</a>" begrenzen (s.u.).</p>
<p>M&ouml;glich ist sowohl die Eingrenzung auf ein einzelnes Jahr, als auch "von-bis" Eintr&auml;ge. Den Suchzeitraum k&ouml;nnen Sie entweder im Format "Jahrhundert" (also z.&nbsp;B. "7Jh"), "erste oder zweite H&auml;lfte eines Jahrhunderts" ("7Jh1" oder "7Jh2"), oder mit exakten Jahreszahlen eingeben ("656-686". Das "bis" Zeichen ist ein einfacher Bindestrich "-"). Dabei entspricht "7Jh" den Jahren "601-700", "7Jh2" den Jahren "651-700".</p>
<p><em>Bitte beachten Sie: Bei Eingabe eines einzelnen Jahres werden alle Quellen als Ergebnis ber&uuml;cksichtigt, deren Datierungszeitraum das eingegebenen Jahr enth&auml;lt! Das hei&szlig;t, wenn sie z.B. den Suchzeitraum &uuml;ber dieses Fenster auf 666 begrenzen, werden Ihnen auch Belege angezeigt, die mit der Angabe 650-700 datiert sind.</em></p>
<h3>Suche nach Amt/Weihe, Stand, Ethnie</h3>
<p>Sie k&ouml;nnen nach &Auml;mtern bzw. Weihegraden (<span style="font-weight: bold; color: #245454;">Amt/Weihe</span>), nach dem sozialen Stand einer Person oder nach ethnischen Zuschreibungen (Ethnie) suchen. Diese Merkmale k&ouml;nnen Sie entweder in den <a href="#Einzelbeleg">Einzelbelegen</a> suchen oder aber in den Datens&auml;tzen zu einer <a href="#Standardname">Person</a>. Das hei&szlig;t, Sie suchen entweder nach unmittelbaren Zuschreibungen in fr&uuml;hmittelalterlichen Quellen (&uuml;ber die <a href="#Einzelbeleg">Einzelbelege</a>), oder nach den Zuweisungen der modernen Forschung und der NeG-Bearbeiter_innen (&uuml;ber die <a href="#Standardname">Person</a>).</p>
<h3>Suche in bestimmten Quellen</h3>
<p>Hier beschr&auml;nken Sie die Suche auf bestimmte <span style="color: #245454; font-weight: bold;">Quellen</span>.</p>
<p>Der Name einer <a name="Quelle"></a><strong>narrativen Quelle</strong> besteht in der Datenbank aus dem Namen des mittelalterlichen Autors und dem Werktitel. Die Vita des hl. Eligius (P22123) z. B., die Audoenus von Rouen (P21507) zwischen 660 und 684 verfasst hat, finden Sie unter: "Audoenus von Rouen, Vita Eligii episcopi Noviomagensis" (Q1672).</p>
<p>Der Titel von <strong>Urkunden</strong> besteht aus einer Datierung in vierstelligen Zahlen, dem Namen des Ausstellers/der Ausstellerin und dem Namen des Empf&auml;ngers/der Empf&auml;ngerin (Eine Schenkung, welche der els&auml;ssische Herzog Liutfrid (P14217) und seine Frau Hiltrud (P14577) zwischen 731 und 739 dem Kloster Wei&szlig;enburg machten, lautet also: 0731-0739 Herzog Liutfrid mit Frau Hiltrud f&uuml;r Wei&szlig;enburg; Q1761).</p>
<p>Im oberen Suchfeld k&ouml;nnen Sie per Ausklappliste eine verf&uuml;gbare Quelle auszuw&auml;hlen. Im darunter liegenden Suchfeld k&ouml;nnen Sie einen beliebigen Suchbegriff eintragen.</p>
<p>Auch diesen Suchbegriff k&ouml;nnen Sie <a href="#Trunkierung">trunkieren</a>. So durchsuchen Sie z.B. mit dem Eintrag "%vita%" alle Quellen, die diese Zeichenfolge an irgendeiner Stelle im Namen tragen - das hei&szlig;t, auf diese Weise k&ouml;nnen Sie alle Viten durchsuchen. Geben Sie z. B. "%chronic%" ein, finden Sie sowohl das "<a href="quelle.jsp?ID=94362">Chronicon Anianense</a>" (Q94362) als auch die <a href="quelle.jsp?ID=2233">Chronik des Fredegar</a> ("Fredegar, Chronica"; Q2233).</p>
<p>Die Quellentitel aller <strong style="mso-bidi-font-weight: normal;">Urkunden</strong> in der Datenbank beginnen mit einer Datierung in einer vierstelligen Zahl. Die erste Ziffer ist immer eine "0". Mit der Eingabe "0%" im Feld "Quelle" k&ouml;nnen Sie deshalb alle in der Datenbank enthaltenen Urkunden durchsuchen.</p>
<p>Der Quellenbestand der Datebank <span style="color: #245454; font-variant: small-caps; font-weight: bold;">Nomen et Gens</span> w&auml;chst best&auml;ndig. Eine Liste aller Quellen, die in der der Datenbank derzeitzug&auml;nglich sind, finden sie auf der Projekthomepage unter <a href="http://www.neg.uni-tuebingen.de/?q=de/quellen">Quellen</a> Urkunden sind hier &uuml;ber die Edition aufgef&uuml;hrt. Welche Edition verwendet wurde, sehen sie im <a href="#Einzelbeleg">Einzelbeleg</a> unter "Quelle". Im Quellenformular stehen ausf&uuml;hrlichere Angaben zur Edition.</p>
<h3>Datierung der Quelle:</h3>
<p>Hier k&ouml;nnen Sie den Suchzeitraum &uuml;ber die Entstehungszeit der durchsuchten <a href="#Quelle">Quellen</a> begrenzen. M&ouml;glich ist sowohl die Eingrenzung auf ein einzelnes Jahr, als auch "von-bis" Eintr&auml;ge. Den Suchzeitraum k&ouml;nnen Sie entweder im Format "Jahrhundert" (z.&nbsp;B. "7Jh"), "erste oder zweite H&auml;lfte eines Jahrhunderts" ("7Jh1" oder "7Jh2"), oder mit exakten Jahreszahlen eingeben ("656-686"). Das "bis" Zeichen ist ein einfacher Bindestrich "-". Dabei entspricht "7Jh" den Jahren "601-700", "7Jh2" den Jahren "651-700".</p>
<p>Wenn Sie Quellen jeder Zeitstellung durchsuchen wollen, aber als Ergebnis nur <a href="#Einzelbeleg">Einzelbelege</a> f&uuml;r eine bestimmte Zeit angezeigt bekommen m&ouml;chten, k&ouml;nnen Sie den Suchzeitraum &uuml;ber das Feld "<a href="#Zeitraum_Personennennung">Zeitraum der Personennennung</a>" eingrenzen.</p>
<p><em>Bitte beachten Sie: Bei Eingabe eines einzelnen Jahres werden alle Quellen als Ergebnis ber&uuml;cksichtigt, deren Datierungszeitraum das eingegebenen Jahr enth&auml;lt! Das hei&szlig;t, eine Urkunde, deren Ausstellung nur grob zwischen 650 und 700 datiert werden kann, wird Ihnen auch dann angezeigt, wenn Sie den Suchzeitraum &uuml;ber dieses Fenster auf 666 begrenzen</em>.</p>
<hr align="center" size="0" width="42%" />
<p>Wenn Sie die Eingabe Ihrer Suchparameter beendet haben, klicken Sie entweder unten rechts auf "weiter zum n&auml;chsten Schritt" oder sie gehen auf den Reiter "Ausgabe" oder den Reiter "Gruppierung".</p>
<h2><a name="_Ausgabe"></a><a name="_Toc372533666"></a>Ausgabe</h2>
<p><img src="layout/image002.png" alt="" /></p>
<p>Auf der Registerkarte <span style="color: #245454; font-weight: bold;">Ausgabe</span>legen Sie fest,welche DatenIhnen als Suchergebnis angezeigt werden sollen.Klicken Sie zum Ausw&auml;hlen in die K&auml;stchen vor den Eintr&auml;gen. Sie k&ouml;nnen auch unten rechts alle Ausgabefelder ausw&auml;hlen. Mit einem zweiten Klick heben Sie die Auswahl einer Ausgabekategorie wieder auf.</p>
<p><strong>Sie m&uuml;ssen mindestens ein Ausgabefeld ausw&auml;hlen - sonst bekommen Sie keine Ergebnisse angezeigt!</strong></p>
<p>"Auswahl aufheben" - Hier k&ouml;nnen Sie auch ihre gesamte bisherige Auswahl aufheben.</p>
<hr align="center" size="0" width="42%" />
<p>Ihre Suchfrage schicken sie im n&auml;chsten Reiter "Gruppierung" ab. Sie k&ouml;nnen entweder unten rechts auf "weiter zum n&auml;chsten Schritt" klicken, oder &uuml;ber den Reiter "Gruppierung" gehen. So k&ouml;nnen Sie auch wieder zur&uuml;ck zu den Sucheinstellungen unter "Suche", wenn Sie &Auml;nderungen vornehmen wollen.</p>
<h2><a name="_Toc372533667"></a><a name="_Gruppierung"></a><span style="mso-bookmark: _Toc372533667;"><span lang="EN-US">Gruppierung</span></span></h2>
<p><strong>Hier schlie&szlig;en Sie Ihren Suchauftrag ab</strong>. Klicken Sie dazu auf den Button "Daten absenden" unten rechts.</p>
<p>Mit dem Button "zur&uuml;cksetzen" l&ouml;schen Sie ALLE ihre bisherigen Eintr&auml;ge in den drei Registerkarten der erweiterten Suche.</p>
<p>Au&szlig;erdem k&ouml;nnen Sie in dieser Registerkarte einstellen, wie die Daten ihrer Ergebnismenge sortiert werden sollen. Wenn Sie keine Eingabe vornehmen, werden Ihnen die Daten standardm&auml;&szlig;ig alphabetisch oder je nach gew&auml;hlter <a href="#_Ausgabe">Ausgabe</a> chronologisch geordnet angezeigt.</p>
<p><img src="layout/image003.png" alt="" /></p>
<p><a name="Gruppierung"></a></p>
<h3>Suchergebnis gruppieren</h3>
<p>Wenn Sie einstellen m&ouml;chten, wie ihr Suchergebnis geordnet wird, k&ouml;nnen Sie hier die Daten gruppieren lassen. Die <a href="#Einzelbeleg">Einzelbelege</a> werden dann nach den von Ihnen eingegebenen Kriterien zu Gruppen zusammengefasst. Sie k&ouml;nnen ausw&auml;hlen, ob die Ergebnisse aufsteigend oder absteigend sortiert werden sollen.</p>
<p>Standardm&auml;&szlig;ig sind drei Suchfelder zur Gruppierung angezeigt. Indem Sie auf "Weitere Gruppierung hinzuf&uuml;gen" klicken, erstellen Sie weitere Ordnungsebenen.</p>
<h3>Gruppierungsm&ouml;glichkeiten</h3>
<p>Die Suchergebnisse k&ouml;nnen nach den in der Aufklappliste enthaltenen Kategorien gruppiert werden: Namen [= <a href="#Namenlemma">Lemma</a>], Personen [= <a href="#Standardname">Standardnamen</a>], <a href="#Einzelbeleg">Belege</a>, <a href="#Quelle">Quellen</a>, Quellengattung, Varianten (in Handschriften), Datierung <a href="#Einzelbeleg">Einzelbeleg</a>, Datierung <a href="#Quelle">Quelle</a>, Geschlecht [der im Einzelbeleg genannten Person], Amt/Weihe Person, Stand Person, Ethnie Person, Erstglied [eines Lemmas], Zweitglied [eines Lemmas].</p>
<p>Im <a href="#Gruppierung">oben</a> abgebildeten Beispiel ist im Feld "Gruppieren nach" "Personen" ausgew&auml;hlt. Wenn sie nun z.B. bei <a href="#_Suche">Suche</a> im Feld "Personenname "<em>Theud%</em>" eingeben, werden Ihnen die gefundenen Belege nach einzelnen Personen geordnet aufgelistet, deren <a href="#Standardname">Standardnamen</a> mit "Theud" beginnen:</p>
<p><img src="layout/image004.png" alt="" /></p>
<p>Haben Sie mehrere Gliederungskategorien ausgew&auml;hlt, werden die Ergebnisse in entsprechend vielen Ebenen angezeigt. Die Reihenfolge der Ebenen entspricht der Eingabe in der Registerkarte <a href="#_Gruppierung">Gruppierung</a>.</p>
<p>Die Ebenen werden als Listen ausgegeben, die Sie auf- und zuklappen k&ouml;nnen. Zun&auml;chst ist nur die erste Ebene angezeigt. Die zweite Ebene ist unter dem Eintrag der ersten Gruppierung zugeklappt zu sehen. Sie k&ouml;nnen entweder &uuml;ber "weitere Ebene aufklappen" in allen Gruppen die n&auml;chste Ebene anzeigen lassen, oder Sie klicken auf die n&auml;chste Ebene in einer einzelnen Gruppe. Genau so k&ouml;nnen Sie Ebenen auch entweder &uuml;ber den Hyperlink "weitere Ebene zuklappen" oder einzeln wieder zuklappen.</p>
<p><a name="Bild5"></a><img src="layout/image005.png" alt="" /></p>
<p>Die Eintr&auml;ge zu <a href="#Einzelbeleg">Einzelbelegen</a>, <a href="#Standardname">Personen</a> und <a href="#Quelle">Quellen</a> sind als Hyperlink gestaltet, so dass Sie direkt zum jeweiligen Datensatz gehen k&ouml;nnen.</p>
<h3>Gruppieren nach Datierung</h3>
<p>Wenn Sie Ihre Ergebnisse nach der Datierung von Quellen oder Einzelbelegen gruppieren, werden die Ergebnisse standardm&auml;&szlig;ig in Schritten von 25 Jahren geordnet (<a href="#Bild5">wie im Bild oben zu sehen</a>). Wenn Sie nach einem anderen Zeitraum gruppieren wollen, k&ouml;nnen Sie im Feld "Zeitraum (nur f&uuml;r Datierung)" eine beliebige Zahl (auch 1 ist m&ouml;glich) als Anzahl von Jahren eingeben.</p>
<p><img src="layout/image006.png" alt="" /></p>
<h3>Suche abschlie&szlig;en/Suche starten</h3>
<p>Im Reiter Gruppierung schlie&szlig;en Sie ihre Suchanfrage ab.Um <strong> die <a name="Suchestarten"></a>Suche</strong> zu <strong>starten</strong>, klicken Sie auf den Button "Daten absenden" unten links.</p>
<h1><a name="_Toc372533670"></a><span style="mso-fareast-font-family: 'Times New Roman'; color: #245454; mso-ansi-language: DE;">Glossar</span></h1>
<ul>
<li><span style="color: #245454;"><strong>&Auml;mter</strong> (in Personennamen)</span></li>
<li><a href="#Einzelbeleg">Einzelbelege</a></li>
<li><a href="#Namenlemma">Lemma</a></li>
<li><a href="#NeGID">NeG-ID</a></li>
<li><a href="#Quelle">Quellen</a></li>
<li><a href="#Standardname">Standardnamen</a></li>
<li><a href="#Trunkierung">Trunkierung</a></li>
</ul>
